import PanditInfoo from "./PanditCard";
import pandit from "../../assets/image.png";

function Data() {
  const panditData = [
    {
      image: pandit,
      name: "आचार्य श्री अंकित चमोली",
      addres: "Dehradun, Uttrakhand",
      gotr: "कोंडन्य ब्राह्मण",
      quets:
        " वर्तमान समय में हम अपनी समृद्ध वैदिक परंपराओं और प्राचीन संस्कारों से धीरे-धीरे दूर होते जा रहे हैं। अनेक धार्मिक अनुष्ठानों में भी वैदिकविधि और शास्त्रीय परंपराओं का स्वरूप सीमित होता जा रहा है। हमारा उद्देश्य केवल अनुष्ठान संपन्न करना नहीं, बल्कि **वैदिक ज्ञान,शास्त्रीय विधि और सनातन परंपराओं को उनके मूल स्वरूप में समझकर जीवन मेंअपनाने का प्रयास करना है।** हम मानते हैं कि **हमारे कर्म ही हमारी वास्तविक पहचान हैं।** इसी भावना के साथ हम वैदिक नियमों एवं परंपराओं के अनुरूप धार्मिक कार्यों और अनुष्ठानों को विधि-विधानपूर्वक संपन्न कराने का प्रयास करते हैं, ताकि हमारी संस्कृति और परंपराओं की गरिमा आने वाली पीढ़ियों तक बनी रहे।  आचार्य अंकित चमोली ",
      experience: "अनुभव:- 6 + year",
      expertiesTitle: "विशेषज्ञता",
      works: {
        vedicPujan: "वैदिक पूजन",
        jyotish: "ज्योतिष",
        anushthan: "अनुष्ठान",
        vivhaSanskar: "विवाह संस्कार ",
        yag: "यज्ञ",
        karmkand: "सभी कर्मकांड कार्य",
      },
    },
  ];

  return (
    <>
      {panditData.map((info) => (
        <PanditInfoo key={info.name} info={info} />
      ))}
    </>
  );
}

export default Data;
